Repository: ekuester/GTK-List-ManifestDB-From-iOSBackup
Catalog: po/*.po
Languages: de

source: About program
de: Programm Info

source: Any files
de: Alle Dateien

source: CSV file successfully exported
de: Export der CSV Datei erfolgreich

source: Can't open database
de: Kann Datenbank nicht öffnen

source: Cancel
de: Abbrechen

source: Database files
de: Datenbank Dateien

source: Exit program
de: Programm verlassen

source: Export CSV...
de: CSV Export...

source: File Flags
de: Dateibanner

source: File ID
de: Datei ID

source: File Path
de: Dateipfad

source: Open
de: Öffnen

source: Open data base
de: Öffne Datenbank

source: Please choose a folder for copying
de: Verzeichnis zum Kopieren auswählen

source: Please choose a folder for export
de: Verzeichnis für Export auswählen

source: Please select domain to display
de: Domain zur Anzeige auswählen

source: Read and extract iOS Backup Data Base Manifest.db
de: Auslesen der iOS Sicherungsdatenbank Manifest.db

source: Select
de: Auswählen

source: Select Manifest.db file
de: Manifest.db Datei auswählen

source: Unexpected button clicked.
de: Unerwartete Schaltfläche geklickt

source: backup copied to csv file:
de: Backup kopiert in csv Datei:

source: backup copied to new file:
de: Sicherung kopiert in Datei:

source: backup data base was found at:
de: Sicherungsdatenbank gefunden:

source: cannot locate file:
de: nicht vorhandene Datei:

source: choose a data base, click Open
de: Datenbank auswählen, Öffnen klicken

source: content of choosen domain displayed
de: Inhalt der ausgewählten Domain in Anzeige

source: copyURL:
de: KopierURL

source: csv file for export not found
de: csv Datei zum Export nicht gefunden

source: data base closed after reading
de: Datenbank nach Auslesen geschlossen

source: error finalizing prepared statement:
de: Fehler beim Abschluss des Statement Befehls

source: error preparing select:
de: Fehler beim Select Befehl

source: file copying successful
de: Dateikopie erfolgreich

source: file to copy not found
de: Datei zum Kopieren nicht gefunden

source: first match for entry
de: Erster Treffer für Eingabe

source: no data base chosen
de: Keine Datenbank ausgewählt

source: no file chosen, nothing stored
de: Keine Datei gewählt, nichts gespeichert

source: no match found for entry
de: Kein Treffer für Eingabe

source: unexpected button clicked.
de: Unerwartete Schaltfläche geklickt.

source: unexpected response
de: Unerwartete Antwort
